// Сможет ли Санта спасти Рождество?
// О нет! В этом году маленькие эльфы Санты заболели. Ему придётся самому раздавать подарки.
// Но у него осталось всего 24 часа. Сможет ли он сделать это?
//
// Ваше задание:
// На вход вы получите массив с указанием продолжительности в виде строки в следующем формате:
// HH:MM:SS. Каждая продолжительность указывает на время, которое требуется Санте, чтобы доставить подарок.
// Определите, сможет ли он сделать это за 24 часа или нет.
// В случае, если на доставку всех подарков потребуется ровно 24 часа, Санта сможет завершить доставку ;-) .

function determineTime (durations) {
    //have fun with coding ^.^
}