// У меня есть кошка и собака.
//
// Я купил их одновременно с котёнком/щенком. Это было humanYears лет назад.
//
// Теперь верните их возраст в виде [humanYears,catYears,dogYears]
//
// Примечания:
//
// humanYears >= 1
// humanYears это только целые числа
// Кошачьи Годы
// 15 кошачьи годы для первого года жизни
// +9 кошачьи годы на второй год
// +4 кошка за каждый год после этого
// Собачьи годы
// 15 собачьи годы за первый год
// +9 собачьи годы на второй год
// +5 Собачьи годы за каждый последующий год


var humanYearsCatYearsDogYears = function(humanYears) {
    // Your code here!
    return [0,0,0];
}