// В этом задании вам нужно написать функцию, которая принимает litres и pricePerLitre (в долларах)
// в качестве аргументов.
// При покупке 2 и более литров предоставляется скидка 5 центов за литр, при покупке 4 и более литров
// — скидка 10 центов за литр и так далее за каждые два литра, но максимальная скидка не может превышать
// 25 центов за литр. Верните общую стоимость, округленную до двух знаков после запятой.
// Также можно предположить, что входные данные не будут
// отрицательными или нечисловыми.
//     Удачи!

function fuelPrice(litres, pricePerLitre) {
    // your code here
    // Good luck with it!
}