// Создайте несколько функций, которые будут возвращать сумму, разность, модуль, произведение,
// частное и степень соответственно.
//
// Пожалуйста, используйте следующие названия функций:
//
// сложение = add
// умножение = multiply
// деление = divide (допускается деление как целых чисел, так и чисел с плавающей запятой)
// модуль = mod
// возведение в степень = exponent
// вычитание = subt
//
// Примечание: все математические операции будут выглядеть так: a (операция) b

function add(a,b){
    return a+b;
}

function divide(a,b){
    return a/b;
}

function multiply(a,b){
    return a*b;
}

function mod(a,b){
    return a%b;
}

function exponent(a,b){
    return a**b;
}

function subt(a,b){
    return a-b;
}