// В этом задании мы создадим функцию для проверки того, является ли период запоздалым.
// Наша функция будет принимать три параметра:
// last — объект Date с датой последнего периода
// today — объект Date с датой проверки
// cycleLength — целое число, обозначающее продолжительность цикла в днях
//
// Верните true, если количество дней, прошедших с прошлого раза до сегодняшнего, больше,
// чем cycleLength. В противном случае верните false.

function periodIsLate(last, today, cycleLength) {
    return false;
}

console.log(periodIsLate(2016, 6, 13));